Repository: mdnaimul22/bd_business_dir
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: bn

source: Home
bn: হোম

source: All Shops
bn: সকল দোকান

source: New Shop
bn: নতুন দোকান

source: Categories
bn: ক্যাটেগরি সমূহ

source: Bangladesh Engineering Workshop
bn: বাংলাদেশ ইঞ্জিনিয়ারিং ওয়ার্কশপ

source: City Bypass, Mostofar Mor, Horintana Khulna
bn: সিটি বাইপাস, মোস্তফার মোড়, হরিন্টানা খুলনা

source: Hardware & Mechanical Supplier Directory
bn: হার্ডওয়্যার ও মেকানিক্যাল সাপ্লায়ার ডিরেক্টরি

source: Information of Engineering Workshops, Suppliers and Sellers
bn: ইঞ্জিনিয়ারিং ওয়ার্কশপ, সরবরাহকারী এবং বিক্রেতাদের তথ্য

source: Search by product, category, mobile number or shop name...
bn: পণ্য, ক্যাটেগরি, মোবাইল নম্বর বা দোকানের নাম দিয়ে খুঁজুন...

source: Search
bn: খুঁজুন

source: Search Results
bn: অনুসন্ধান ফলাফল

source: Owner
bn: মালিক

source: Mobile
bn: মোবাইল

source: No shops found.
bn: কোনো দোকান পাওয়া যায়নি।

source: Clear
bn: মুছন

source: Products List
bn: পণ্য তালিকা

source: No products list available
bn: কোনো পণ্যের তালিকা নেই

source: Business Info
bn: ব্যবসায়িক তথ্য

source: Proprietor
bn: মালিক

source: Online Transaction
bn: অনলাইন লেনদেন

source: Email/Web
bn: ইমেইল/ওয়েব

source: Edit
bn: সম্পাদনা করুন

source: Are you sure you want to delete this shop?
bn: আপনি কি নিশ্চিতভাবে এই দোকানটি মুছে ফেলতে চান?

source: Delete
bn: মুছে ফেলুন

source: Back
bn: ফিরে যান

source: Add New Shop
bn: নতুন দোকান যোগ করুন

source: Edit Shop
bn: দোকান সম্পাদনা করুন

source: Category
bn: ক্যাটেগরি

source: Select Category
bn: ক্যাটেগরি নির্বাচন করুন

source: Add New Category
bn: নতুন ক্যাটেগরি যোগ করুন

source: Enter new category name
bn: নতুন ক্যাটেগরির নাম লিখুন

source: Shop Name
bn: প্রতিষ্ঠানের নাম

source: Enter shop name
bn: প্রতিষ্ঠানের নাম লিখুন

source: Proprietor Name
bn: মালিকের নাম

source: Address
bn: ঠিকানা

source: Shop Address
bn: দোকানের ঠিকানা

source: e.g. 017XX-XXXXXX
bn: যেমন: ০১৭XX-XXXXXX

source: WhatsApp
bn: হোয়াটসএপ

source: WhatsApp Number
bn: হোয়াটসএপ নম্বর

source: e.g. Bkash 018XX-XXXXXX
bn: যেমন: বিকাশ ০১৮XX-XXXXXX

source: Email or Website
bn: ইমেইল বা ওয়েবসাইট

source: Products available in this shop...
bn: এই দোকানে যেসব পণ্য পাওয়া যায়...

source: Add Shop
bn: দোকান যোগ করুন

source: Save
bn: সংরক্ষণ করুন

source: Cancel
bn: বাতিল

source: Total
bn: মোট

source: shops
bn: টি দোকান

source: No
bn: নং

source: Institution
bn: প্রতিষ্ঠান

source: Previous
bn: আগের

source: Page
bn: পৃষ্ঠা

source: Next
bn: পরের

source: Back to Home
bn: হোমে ফিরুন
